Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/po/vlc-tm.tmx
Source language: en
Languages: ca_es

source: Hurry up
ca_es: De pressa

source: The decoder can partially decode or skip frame(s) when there is not enough time. It's useful with low CPU power but it can produce distorted pictures.
ca_es: Permet al descodificador descodificar parcialment o ometre fotograma(es) quan no hi ha temps suficient. És útil amb potència de CPU baixa però pot produir imatges distorsionades.

source: Allow speed tricks
ca_es: Permet trucs de velocitat

source: Allow non specification compliant speedup tricks. Faster but error-prone.
ca_es: Permet la no especificació de trucs per augmentar la velocitat. Més ràpid, però amb tendència a fallar.

source: Skip frame (default=0)
ca_es: Omet el fotograma (per defecte = 0)

source: Force skipping of frames to speed up decoding (-1=None, 0=Default, 1=B-frames, 2=P-frames, 3=B+P frames, 4=all frames).
ca_es: Força l'omissió de fotogrames per tal d'augmentar la velocitat de la descodificació (-1=cap, 0=per defecte, 1=fotogrames B, 2=fotogrames P, 3=fotogrames B+P, 4=tots els fotogrames).

source: Skip idct (default=0)
ca_es: Omet l'idct (per defecte = 0)

source: Force skipping of idct to speed up decoding for frame types (-1=None, 0=Default, 1=B-frames, 2=P-frames, 3=B+P frames, 4=all frames).
ca_es: Força l'omissió d'idct per augmentar la velocitat de la descodificació dels tipus de fotogrames (-1=Cap, 0=Per defecte, 1=Fotogrames B, 2=Fotogrames P, 3=Fotogrames B+P, 4=Tots els fotogrames).

source: Discard cropping information
ca_es: Descarta la informació d'escapçament

source: Discard internal cropping parameters (e.g. from H.264 SPS).
ca_es: Descarta els paràmetres interns d'escapçament (p.e. de H.264 SPS).

source: Debug mask
ca_es: Màscara de depuració

source: Set FFmpeg debug mask
ca_es: Defineix la màscara de depuració FFmpeg

source: Codec name
ca_es: Nom del còdec

source: Internal libavcodec codec name
ca_es: Nom del còdec intern del libavcodec

source: Visualize motion vectors
ca_es: Visualitza els vectors de moviment

source: You can overlay the motion vectors (arrows showing how the images move) on the image. This value is a mask, based on these values: 1 - visualize forward predicted MVs of P frames 2 - visualize forward predicted MVs of B frames 4 - visualize backward predicted MVs of B frames To visualize all vectors, the value should be 7.
ca_es: Podeu superposar els vectors de moviment (les fletxes que mostren com es mouen les imatges) a la imatge. Aquest valor és una màscara basada en aquests valors: 1 - visualitzeu els VM anteriors dels fotogrames P 2 – visualitzeu els VM anteriors dels fotogrames B 4 – visualitzeu els VM posteriors dels fotogrames B Per veure tots els vectors, el valor és 7.

source: Skip the loop filter for H.264 decoding
ca_es: Omet el filtre de bucle per a la descodificació H.264

source: Skipping the loop filter (aka deblocking) usually has a detrimental effect on quality. However it provides a big speedup for high definition streams.
ca_es: L'omissió del filtre de bucle (també coneguda com desblocatge) normalment té un efecte reductor de la qualitat. Malgrat això, proporciona un augment gran de la velocitat per a fluxos d'alta definició.

source: Hardware decoding
ca_es: Descodificació del maquinari

source: This allows hardware decoding when available.
ca_es: Permet la descodificació del maquinari quan està disponible.

source: VDA output pixel format
ca_es: Format del píxel de sortida VDA

source: The pixel format for output image buffers.
ca_es: El format de píxel per a les memòries intermèdies de la imatge de sortida.

source: Threads
ca_es: Fils

source: Number of threads used for decoding, 0 meaning auto
ca_es: Nombre de fils que s'utilitzen per a la descodificació. 0 significa automàtic

source: Ratio of key frames
ca_es: Ràtio de fotogrames claus

source: Number of frames that will be coded for one key frame.
ca_es: Nombre de fotogrames que es codificaran per un fotograma clau.

source: Ratio of B frames
ca_es: Ràtio de fotogrames B

source: Number of B frames that will be coded between two reference frames.
ca_es: Nombre de fotogrames B que es codificaran entre dos fotogrames de referència.

source: Video bitrate tolerance
ca_es: Tolerància de la taxa de bits del vídeo

source: Video bitrate tolerance in kbit/s.
ca_es: Tolerància de la taxa de bits del vídeo en kbits/s.

source: Interlaced encoding
ca_es: Codificació entrellaçada

source: Enable dedicated algorithms for interlaced frames.
ca_es: Aquesta opció us permet habilitar els algoritmes dedicats a fotogrames entrellaçats.

source: Interlaced motion estimation
ca_es: Estimació de moviment entrellaçat

source: Enable interlaced motion estimation algorithms. This requires more CPU.
ca_es: Aquesta opció us permet habilitar els algoritmes d'estimació de moviment entrellaçat.Necessita més CPU.

source: Pre-motion estimation
ca_es: Estimació de premoviment

source: Enable the pre-motion estimation algorithm.
ca_es: Aquesta opció us permet habilitar l'algoritme d'estimació de premoviment.

source: Rate control buffer size
ca_es: Mida de la memòria intermèdia del control de taxa

source: Rate control buffer size (in kbytes). A bigger buffer will allow for better rate control, but will cause a delay in the stream.
ca_es: Mida de la memòria intermèdia del control de taxa (en kbytes). Una memòria intermèdia més gran permetrà controlar millor la taxa, però causarà un retard al flux.

source: Rate control buffer aggressiveness
ca_es: Agressivitat de la memòria intermèdia del control de taxa

source: Rate control buffer aggressiveness.
ca_es: Agressivitat de la memòria intermèdia del control de taxa.

source: I quantization factor
ca_es: Factor de quantificació I

source: Quantization factor of I frames, compared with P frames (for instance 1.0 => same qscale for I and P frames).
ca_es: Aquesta opció us permet especificar el factor de quantificació dels fotogrames I, comparats amb els fotogrames P (per exemple, 1.0 => la mateixa escala del quantificador per als fotogrames I i P).

source: Noise reduction
ca_es: Reducció del soroll

source: Enable a simple noise reduction algorithm to lower the encoding length and bitrate, at the expense of lower quality frames.
ca_es: Aquesta opció us permet habilitar un simple algoritme de reducció de soroll per tal de reduir la longitud de codificació i la taxa de bits, a canvi de fotogrames de menor qualitat.

source: MPEG4 quantization matrix
ca_es: Matriu de quantificació MPEG4

source: Use the MPEG4 quantization matrix for MPEG2 encoding. This generally yields a better looking picture, while still retaining the compatibility with standard MPEG2 decoders.
ca_es: Aquesta opció us permet utilitzar la matriu de quantificació MPEG4 per a la codificació del MPEG2. Generalment, això aporta una imatge amb una millor aparença i, a més a més, segueix mantenint la compatibilitat amb els descodificadors de MPEG-2 estàndards.

source: Quality level
ca_es: Nivell de qualitat

source: Quality level for the encoding of motions vectors (this can slow down the encoding very much).
ca_es: Aquesta opció us permet especificar el nivell de qualitat per a la codificació dels vectors de moviment (pot retardar molt la codificació).

source: The encoder can make on-the-fly quality tradeoffs if your CPU can't keep up with the encoding rate. It will disable trellis quantization, then the rate distortion of motion vectors (hq), and raise the noise reduction threshold to ease the encoder's task.
ca_es: Aquesta opció us permet especificar si el codificador ha d'equilibrar la qualitat al moment perquè la vostra CPU no pot mantenir la taxa de codificació. Inhabilitarà la quantificació d'enreixat, la distorsió de la velocitat dels vectors de moviment (hq), i l'augment del llindar de reducció de soroll per facilitar les tasques del codificador.

source: Minimum video quantizer scale
ca_es: Escala mínima de quantificació de vídeo

source: Minimum video quantizer scale.
ca_es: Escala mínima de quantificació de vídeo.

source: Maximum video quantizer scale
ca_es: Escala màxima de quantificació de vídeo

source: Maximum video quantizer scale.
ca_es: Escala màxima de quantificació de vídeo.

source: Trellis quantization
ca_es: Quantificació d'enreixat

source: Enable trellis quantization (rate distortion for block coefficients).
ca_es: Aquesta opció us permet habilitar la quantificació d'enreixat (distorsió de la taxa per coeficients de bloc).

source: Fixed quantizer scale
ca_es: Escala del quantificador fixa

source: A fixed video quantizer scale for VBR encoding (accepted values: 0.01 to 255.0).
ca_es: Aquesta opció us permet especificar una escala del quantificador de vídeo fixa per a la codificació VBR (valors acceptats: 0.01 a 255.0).

source: Strict standard compliance
ca_es: Compliment de l'estàndard estricte

source: Force a strict standard compliance when encoding (accepted values: -2 to 2).
ca_es: Aquesta opció us permet forçar un compliment de l'estàndard estricte a la codificació (valors acceptats: -2 a 2).

source: Luminance masking
ca_es: Màscara de luminància

source: Raise the quantizer for very bright macroblocks (default: 0.0).
ca_es: Aquesta opció us permet alçar el quantificador per a macroblocs molt lluminosos (per defecte: 0.0).

source: Darkness masking
ca_es: Màscara de foscor

source: Raise the quantizer for very dark macroblocks (default: 0.0).
ca_es: Aquesta opció us permet alçar el quantificador per a macroblocs molt foscos (per defecte: 0.0).

source: Motion masking
ca_es: Màscara de moviment

source: Raise the quantizer for macroblocks with a high temporal complexity (default: 0.0).
ca_es: Aquesta opció us permet alçar el quantificador per a macroblocs amb una complexitat temporal alta (per defecte: 0.0).

source: Border masking
ca_es: Màscara de vora

source: Raise the quantizer for macroblocks at the border of the frame (default: 0.0).
ca_es: Aquesta opció us permet alçar el quantificador per a macroblocs a la vora del fotograma (per defecte: 0.0).

source: Luminance elimination
ca_es: Eliminació de la luminància

source: Eliminates luminance blocks when the PSNR isn't much changed (default: 0.0). The H264 specification recommends -4.
ca_es: Aquesta opció us permet eliminar els blocs de luminància quan el PSRN no ha canviat gaire (per defecte: 0.0). L'especificació H264 recomana -4.

source: Chrominance elimination
ca_es: Eliminació de la crominància

source: Eliminates chrominance blocks when the PSNR isn't much changed (default: 0.0). The H264 specification recommends 7.
ca_es: Aquesta opció us permet eliminar els blocs de crominància quan el PSRN no ha canviat gaire (per defecte: 0.0). L'especificació H264 recomana 7.

source: Specify AAC audio profile to use
ca_es: Especifica el perfil d'àudio AAC que s'ha d'utilitzar

source: Specify the AAC audio profile to use for encoding the audio bitstream. It takes the following options: main, low, ssr (not supported),ltp, hev1, hev2 (default: low). hev1 and hev2 are currently supported only with libfdk-aac enabled libavcodec
ca_es: Aquesta opció us permet especificar el perfil d'àudio AAC que s'ha d'utilitzar per a la codificació del flux de bits de l'àudio. Inclou les opcions següents: main, low, ssr (no admès), ltp, hev1, hev2 (per defecte: low). hev1 i hev2 només són compatibles amb el còdec libavcodec libfdk-aac habilitat.

source: DirectX Video Acceleration (DXVA) 2.0
ca_es: Acceleració de vídeo DirectX (DXVA) 2.0

source: "%s" is no video encoder.
ca_es: «%s» no és un codificador de vídeo.

source: "%s" is no audio encoder.
ca_es: «%s» no és un codificador d'àudio.

source: It seems your Libav/FFmpeg (libavcodec) installation lacks the following encoder: %s. If you don't know how to fix this, ask for support from your distribution. This is not an error inside VLC media player. Do not contact the VideoLAN project about this issue.
ca_es: La instal·lació de l'FFMPEG (libavcodec) no té els següents codificadors: %s. Si no sabeu com solucionar això, demaneu assistència per a la vostra distribució. No és un error intern del VLC. No contacteu amb el projecte VideoLAN per preguntar sobre aquest problema.

source: VLC could not open the encoder.
ca_es: No s'ha pogut obrir el codificador.

source: Video Acceleration (VA) API
ca_es: Acceleració de vídeo (VA) API

source: Video Decode Acceleration Framework (VDA)
ca_es: Entorn de treball d'acceleració de descodificació de vídeo (VDA)

source: Video Decode and Presentation API for Unix (VDPAU)
ca_es: Descodificador de vídeo i API de presentació per a UNIX (VDPAU)

source: Closed Captions decoder
ca_es: Descodificador de títols tancats

source: CDG video decoder
ca_es: Descodificador de vídeo CDG

source: Crystal HD hardware video decoder
ca_es: Descodificador de vídeo del maquinari Crystal HD

source: CVD subtitle decoder
ca_es: Descodificador de subtítols CVD

source: Chaoji VCD subtitle packetizer
ca_es: Empaquetador de subtítols VCD Chaoji

source: Save raw codec data
ca_es: Desa les dades del còdec cru

source: Save the raw codec data if you have selected/forced the dummy decoder in the main options.
ca_es: Aquesta opció us permet desar les dades del còdec cru si s'ha seleccionat/forçat el descodificador dummy a les opcions principals.

source: Dummy decoder
ca_es: Descodificador Dummy

source: Dump decoder
ca_es: Descodificador de buidatge

source: Constant quality factor
ca_es: Factor de qualitat constant

source: If bitrate=0, use this value for constant quality
ca_es: Si la taxa de bits és 0, feu servir aquest valor per a una qualitat constant

source: CBR bitrate (kbps)
ca_es: Taxa de bits CBR (kbps)

source: A value > 0 enables constant bitrate mode
ca_es: Un valor més gran que 0 habilita el mode de taxa de bits constant

source: Enable lossless coding
ca_es: Habilita la codificació sense pèrdues

source: Lossless coding ignores bitrate and quality settings, allowing for perfect reproduction of the original
ca_es: La codificació sense pèrdues ignora els paràmetres de qualitat i taxa de bits, així s'aconsegueix una reproducció perfecta de l'original.

source: Prefilter
ca_es: Filtre previ

source: Enable adaptive prefiltering
ca_es: Habilita la filtració prèvia adaptable

source: Centre Weighted Median
ca_es: Mitjana ponderada central

source: Rectangular Linear Phase
ca_es: Fase lineal rectangular

source: Diagonal Linear Phase
ca_es: Fase lineal diagonal

source: Amount of prefiltering
ca_es: Quantitat de filtració prèvia

source: Higher value implies more prefiltering
ca_es: Els valors grans suposen més filtració prèvia

source: Chroma format
ca_es: Format de crominància

source: Picking chroma format will force a conversion of the video into that format
ca_es: Si es marca el format de la crominància, forçarà la conversió del vídeo a aquest format.

source: Distance between 'P' frames
ca_es: Distància entre fotogrames «P»

source: Number of 'P' frames per GOP
ca_es: Nombre de fotogrames «P» per GOP

source: Picture coding mode
ca_es: Mode de codificació d'imatge

source: Field coding is where interlaced fields are coded separately as opposed to a pseudo-progressive frame
ca_es: La codificació de camp és on els camps entrellaçats es codifiquen per separat, al contrari d'un fotograma pseudoprogressiu

source: auto - let encoder decide based upon input (Best)
ca_es: auto - permet al codificador decidir basant-se en les millors entrades (el millor)

source: force coding frame as single picture
ca_es: força la codificació de fotogrames com a imatge única

source: force coding frame as separate interlaced fields
ca_es: força la codificació de fotogrames com a camps entrellaçats separats

source: Width of motion compensation blocks
ca_es: Amplada dels blocs de compensació de moviment

source: Height of motion compensation blocks
ca_es: Alçada dels blocs de compensació de moviment

source: Block overlap (%)
ca_es: Superposició dels blocs (%)

source: Amount that each motion block should be overlapped by its neighbours
ca_es: Percentatge de cada bloc de moviment que els seus veïns superposaran.

source: Total horizontal block length including overlaps
ca_es: Longitud total de blocs horitzontals amb les superposicions incloses

source: Total vertical block length including overlaps
ca_es: Longitud total de blocs verticals amb les superposicions incloses

source: Motion vector precision
ca_es: Precisió del vector de moviment

source: Motion vector precision in pels.
ca_es: Precisió del vector de moviment en píxels.

source: Simple ME search area x:y
ca_es: Àrea de cerca Simple ME x:y

source: (Not recommended) Perform a simple (non hierarchical block matching motion vector search with search range of +/-x, +/-y
ca_es: (No recomanat) Realitza una cerca simple de vectors de moviment amb una coincidència de blocs no jeràrquics amb un interval de cerca de +/-x, +/-y

source: Three component motion estimation
ca_es: Tres components d'estimació de moviment

source: Use chroma as part of the motion estimation process
ca_es: Utilitza la crominància com a part del procés d'estimació de moviment

source: Intra picture DWT filter
ca_es: Filtre DWT de la imatge intra

source: Inter picture DWT filter
ca_es: Filtre DWT de la imatge inter

source: Number of DWT iterations
ca_es: Nombre d'iteracions DWT

source: Also known as DWT levels
ca_es: També coneguts com a nivells DWT

source: Enable multiple quantizers
ca_es: Habilita els quantificadors múltiples

source: Enable multiple quantizers per subband (one per codeblock)
ca_es: Habilita els quantificadors múltiples per subbanda (un per bloc codificat)

source: Enable spatial partitioning
ca_es: Habilita la partició espacial

source: Disable arithmetic coding
ca_es: Inhabilita la codificació aritmètica

source: Use variable length codes instead, useful for very high bitrates
ca_es: Utilitza codis de longitud variable. Això és útil per taxes de bits molt altes

source: cycles per degree
ca_es: cicles per grau

source: Dirac video encoder using dirac-research library
ca_es: Codificador de vídeo Dirac que fa servir la biblioteca dirac-research

source: DirectMedia Object decoder
ca_es: Descodificador d'objectes DirectMedia

source: DirectMedia Object encoder
ca_es: Codificador d'objectes DirectMedia

source: DTS parser
ca_es: Analitzador DTS

source: DTS audio packetizer
ca_es: Empaquetador d'àudio DTS

source: Decoding X coordinate
ca_es: Coordenada X de la descodificació

source: X coordinate of the rendered subtitle
ca_es: Coordenada X del subtítol renderitzat

source: Decoding Y coordinate
ca_es: Coordenada Y de la descodificació

source: Y coordinate of the rendered subtitle
ca_es: Coordenada Y del subtítol renderitzat

source: Subpicture position
ca_es: Posició de les subimatges

source: You can enforce the subpicture position on the video (0=center, 1=left, 2=right, 4=top, 8=bottom, you can also use combinations of these values, e.g. 6=top-right).
ca_es: Aquesta opció us permet forçar la posició de la subimatge al vídeo (0=centre, 1=esquerra, 2=dreta, 4=superior, 8=inferior, també podeu utilitzar combinacions d'aquests valors, p.e. 6=superior-dreta).

source: Encoding X coordinate
ca_es: Coordenada X de la codificació

source: X coordinate of the encoded subtitle
ca_es: Coordenada X del subtítol codificat

source: Encoding Y coordinate
ca_es: Coordenada Y de la codificació

source: Y coordinate of the encoded subtitle
ca_es: Coordenada Y del subtítol codificat

source: DVB subtitles decoder
ca_es: Descodificador de subtítols DVB

source: DVB subtitles
ca_es: Subtítols DVB

source: DVB subtitles encoder
ca_es: Codificador de subtítols DVB

source: Dummy encoder
ca_es: Codificador Dummy

source: AAC audio decoder (using libfaad2)
ca_es: Descodificador d'àudio AAC (amb libfaad2)

source: AAC extension
ca_es: Extensió AAC

source: Encoder Profile
ca_es: Perfil del codificador

source: Encoder Algorithm to use
ca_es: Algoritme de codificació que s'utilitzarà

source: Enable spectral band replication
ca_es: Habilita la replicació de banda espectral

source: This is an optional feature only for the AAC-ELD profile
ca_es: Aquesta és una característica opcional només per al perfil AAC-ELD

source: VBR Quality
ca_es: Qualitat VBR

source: Quality of the VBR Encoding (0=cbr, 1-5 constant quality vbr, 5 is best
ca_es: Qualitat de la codificació VBR (0=cbr, 1-5 qualitat constant vbr, 5 és millor)

source: Enable afterburner library
ca_es: Habilita la biblioteca afterburner

source: This library will produce higher quality audio at the expense of additional CPU usage (default is enabled)
ca_es: Aquesta biblioteca produirà una qualitat d'àudio més gran a expenses de consumir més CPU (per defecte està habilitada)

source: Signaling mode of the extension AOT
ca_es: Mode de senyalització de l'extensió AOT

source: 1 is explicit for SBR and implicit for PS (default), 2 is explicit hierarchical
ca_es: 1 és explícit per a SBR i implícit per a PS (per defecte), 2 és explícit jeràrquic

source: FDK-AAC Audio encoder
ca_es: Codificador d'àudio FDK-AAC

source: Flac audio decoder
ca_es: Descodificador d'àudio Flac

source: Flac audio encoder
ca_es: Codificador d'àudio Flac

source: A sound fonts file is required for software synthesis.
ca_es: És necessari un fitxer sound fonts per a la síntesi de programari.

source: Chorus
ca_es: Cor

source: Synthesis gain
ca_es: Guany de la síntesi

source: This gain is applied to synthesis output. High values may cause saturation when many notes are played at a time.
ca_es: Aquest guany s'aplica a la sortida de síntesi. Els valors alts poden causar saturació quan es reprodueixen moltes notes a la vegada.

source: Polyphony
ca_es: Polifonia

source: The polyphony defines how many voices can be played at a time. Larger values require more processing power.
ca_es: La polifonia defineix com moltes veus es poden reproduir alhora. Valors més grans requeriran més poder de processat.

source: Reverb
ca_es: Reverbera

source: FluidSynth MIDI synthesizer
ca_es: Sintetitzador FluidSynth MIDI

source: MIDI synthesis not set up
ca_es: La síntesi MIDI no està configurada

source: A sound font file (.SF2) is required for MIDI synthesis. Please install a sound font and configure it from the VLC preferences (Input / Codecs > Audio codecs > FluidSynth).
ca_es: És necessari un fitxer sound font (.SF2) per a la síntesi MIDI. Instal·leu un sound font i configureu-lo des de les preferències del VLC (Entrada/ Còdecs > Còdecs d'àudio > FluidSynth).

source: G.711 decoder
ca_es: Descodificador G.711

source: G.711 encoder
ca_es: Codificador G.711

source: Formatted Subtitles
ca_es: Subtítols formatats

source: Kate streams allow for text formatting. VLC partly implements this, but you can choose to disable all formatting.Note that this has no effect is rendering via Tiger is enabled.
ca_es: Els fluxos Kate permeten la formatació del text. El VLC l'implementa parcialment, però es pot triar inhabilitar-lo tot. Tingueu en compte que no té cap efecte si la renderització a través del Tiger està habilitada.

source: Shadow
ca_es: Ombra

source: Outline
ca_es: Contorn

source: Black
ca_es: Negre

source: Gray
ca_es: Gris

source: Silver
ca_es: Plata

source: White
ca_es: Blanc

source: Maroon
ca_es: Granat

source: Red
ca_es: Vermell

source: Fuchsia
ca_es: Fúcsia

source: Yellow
ca_es: Groc

source: Olive
ca_es: Oliva

source: Green
ca_es: Verd

source: Teal
ca_es: Xarxet

source: Lime
ca_es: Llima

source: Purple
ca_es: Porpra

source: Navy
ca_es: Blau marí

source: Blue
ca_es: Blau

source: Aqua
ca_es: Turquesa

source: Use Tiger for rendering
ca_es: Utilitza Tiger per renderitzar
